Repository: ealexisaraujo/farenheit-swift
Catalog: Alexis Farenheit/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_br

source: %d of %d
es: %d de %d
pt_br: %d de %d

source: %d slots available
es: %d lugares disponibles
pt_br: %d vagas disponíveis

source: Add a city
es: Agregar una ciudad
fr: Ajouter une ville
pt_br: Adicionar uma cidade

source: Add cities to see time and temperature around the world
es: Agrega ciudades para ver la hora y la temperatura en todo el mundo
fr: Ajoutez des villes pour voir l'heure et la température dans le monde entier
pt_br: Adicione cidades para ver a hora e a temperatura ao redor do mundo

source: Add cities to see time and temperature in different places
es: Agrega ciudades para ver la hora y la temperatura en diferentes lugares
fr: Ajoutez des villes pour voir l'heure et la température à différents endroits
pt_br: Adicione cidades para ver a hora e a temperatura em diferentes lugares

source: Add City
es: Agregar ciudad
fr: Ajouter une ville
pt_br: Adicionar Cidade

source: Add city manually
es: Agregar ciudad manualmente
fr: Ajouter une ville manuellement
pt_br: Adicionar cidade manualmente

source: All
es: Todo
fr: Tout
pt_br: Todos

source: Back
es: Atrás
fr: Retour
pt_br: Voltar

source: Cancel
es: Cancelar
fr: Annuler
pt_br: Cancelar

source: Cities
es: Ciudades
fr: Villes
pt_br: Cidades

source: City search
es: Buscar ciudad
fr: Recherche de ville
pt_br: Buscar cidade

source: City, state, or country
es: Ciudad, estado o país
fr: Ville, état ou pays
pt_br: Cidade, estado ou país

source: Clear
es: Borrar
fr: Effacer
pt_br: Limpar

source: Clear all logs?
es: ¿Borrar todos los registros?
fr: Effacer tous les journaux ?
pt_br: Limpar todos os registros?

source: Clear Logs
es: Borrar registros
fr: Effacer les journaux
pt_br: Limpar registros

source: Close
es: Cerrar
fr: Fermer
pt_br: Fechar

source: Continue
es: Continuar
fr: Continuer
pt_br: Continuar

source: Converter
es: Convertidor
fr: Convertisseur
pt_br: Conversor

source: Could not add city
es: No se pudo agregar la ciudad
fr: Impossible d'ajouter la ville
pt_br: Não foi possível adicionar a cidade

source: Could not find location
es: No se pudo encontrar la ubicación
fr: Impossible de trouver l'emplacement
pt_br: Não foi possível encontrar a localização

source: Current temperature card
es: Tarjeta de temperatura actual
fr: Carte de la température actuelle
pt_br: Cartão de temperatura atual

source: Current time
es: Hora actual
fr: Heure actuelle
pt_br: Hora atual

source: Dismiss notice
es: Descartar aviso
fr: Ignorer la notification
pt_br: Dispensar aviso

source: Done
es: Listo
fr: Terminé
pt_br: Concluído

source: Edit
es: Editar
fr: Modifier
pt_br: Editar

source: Enable location access in Settings to see weather for your current location
es: Activa el acceso a la ubicación en Configuración para ver el clima de tu ubicación actual
fr: Activez l’accès à la localisation dans les Réglages pour voir la météo de votre position actuelle
pt_br: Ative o acesso à localização em Ajustes para ver o clima da sua localização atual

source: Export JSON
es: Exportar JSON
fr: Exporter en JSON
pt_br: Exportar JSON

source: Export TXT
es: Exportar TXT
fr: Exporter en TXT
pt_br: Exportar TXT

source: Find a city
es: Buscar una ciudad
fr: Rechercher une ville
pt_br: Encontrar uma cidade

source: Get current weather, world time, and quick city control in one place.
es: Obtén el clima actual, la hora mundial y el control rápido de ciudades en un solo lugar.
fr: Obtenez la météo actuelle, l’heure mondiale et un accès rapide à vos villes au même endroit.
pt_br: Veja o clima atual, horário mundial e controle rápido das cidades em um só lugar.

source: Getting location...
es: Obteniendo ubicación...
fr: Obtention de la localisation...
pt_br: Obtendo localização...

source: Interactive Walkthrough
es: Recorrido interactivo
fr: Guide interactif
pt_br: Tutorial Interativo

source: Level
es: Nivel
fr: Niveau
pt_br: Nível

source: Location permission denied. Enable it in Settings.
es: Permiso de ubicación denegado. Actívalo en Configuración.
fr: Autorisation de localisation refusée. Activez-la dans les Réglages.
pt_br: Permissão de localização negada. Ative-a em Ajustes.

source: Location unavailable
es: Ubicación no disponible
fr: Localisation indisponible
pt_br: Localização indisponível

source: Location: %@
es: Ubicación: %@
fr: Localisation : %@
pt_br: Localização: %@

source: Logs
es: Registros
fr: Journaux
pt_br: Registros

source: Logs will appear here when the app or widget generates events.
es: Los registros aparecerán aquí cuando la app o el widget generen eventos.
fr: Les journaux apparaîtront ici lorsque l’application ou le widget générera des événements.
pt_br: Os registros aparecerão aqui quando o app ou widget gerar eventos.

source: Manage your city stack here
es: Administra tu lista de ciudades aquí
fr: Gérez votre liste de villes ici
pt_br: Gerencie sua lista de cidades aqui

source: Maximum of %d cities reached
es: Se alcanzó el máximo de %d ciudades
fr: Nombre maximum de %d villes atteint
pt_br: Máximo de %d cidades atingido

source: My Cities
es: Mis ciudades
fr: Mes villes
pt_br: Minhas Cidades

source: Next
es: Siguiente
fr: Suivant
pt_br: Próximo

source: Next walkthrough step
es: Siguiente paso del recorrido
fr: Étape suivante du guide
pt_br: Próxima etapa do tutorial

source: No logs
es: Sin registros
fr: Aucun journal
pt_br: Sem registros

source: No results
es: Sin resultados
fr: Aucun résultat
pt_br: Nenhum resultado

source: No saved cities
es: No hay ciudades guardadas
fr: Aucune ville enregistrée
pt_br: Nenhuma cidade salva

source: Now
es: Ahora
fr: Maintenant
pt_br: Agora

source: Open Settings
es: Abrir Configuración
fr: Ouvrir les Réglages
pt_br: Abrir Ajustes

source: Open tools only when you need them
es: Abre las herramientas solo cuando las necesites
fr: Ouvrez les outils uniquement lorsque vous en avez besoin
pt_br: Abra as ferramentas apenas quando precisar

source: Open Tools Panel
es: Abrir panel de herramientas
fr: Ouvrir le panneau d’outils
pt_br: Abrir Painel de Ferramentas

source: Quick, optional, and focused on what you need now
es: Rápido, opcional y enfocado en lo que necesitas ahora
fr: Rapide, optionnel et centré sur ce dont vous avez besoin maintenant
pt_br: Rápido, opcional e focado no que você precisa agora

source: Refresh
es: Actualizar
fr: Rafraîchir
pt_br: Atualizar

source: Refresh now, add cities fast, or jump back to the current time with one tap.
es: Actualiza ahora, agrega ciudades rápidamente o vuelve a la hora actual con un solo toque.
fr: Rafraîchissez maintenant, ajoutez des villes rapidement ou revenez à l'heure actuelle en un seul geste.
pt_br: Atualize agora, adicione cidades rapidamente ou volte para o horário atual com um toque.

source: Reorder and monitor city freshness so you always know which data is current.
es: Reordena y monitorea la actualización de las ciudades para que siempre sepas qué datos están actualizados.
fr: Réorganisez et surveillez la fraîcheur des villes pour toujours savoir quelles données sont à jour.
pt_br: Reordene e monitore a atualização das cidades para sempre saber quais dados estão atualizados.

source: Replay walkthrough
es: Repetir recorrido
fr: Revoir le tutoriel
pt_br: Repetir tutorial

source: Requesting location permission...
es: Solicitando permiso de ubicación...
fr: Demande d'autorisation de localisation...
pt_br: Solicitando permissão de localização...

source: Search another city...
es: Buscar otra ciudad...
fr: Rechercher une autre ville...
pt_br: Buscar outra cidade...

source: Search by city, state, or country name
es: Busca por nombre de ciudad, estado o país
fr: Recherchez par nom de ville, d'État ou de pays
pt_br: Busque por nome da cidade, estado ou país

source: Search City
es: Buscar ciudad
fr: Rechercher une ville
pt_br: Buscar cidade

source: Search for a city...
es: Buscar una ciudad...
fr: Rechercher une ville...
pt_br: Buscar uma cidade...

source: Searching...
es: Buscando...
fr: Recherche en cours...
pt_br: Buscando...

source: Shows temperature and quick conversion.
es: Muestra la temperatura y conversión rápida.
fr: Affiche la température et une conversion rapide.
pt_br: Mostra a temperatura e conversão rápida.

source: Skip
es: Omitir
fr: Ignorer
pt_br: Pular

source: Source
es: Fuente
pt_br: Fonte

source: Start Walkthrough
es: Iniciar recorrido
fr: Commencer le tutoriel
pt_br: Iniciar tutorial

source: Temp Converter
es: Convertidor de temperatura
fr: Convertisseur de température
pt_br: Conversor de temperatura

source: Temperature converter
es: Convertidor de temperatura
fr: Convertisseur de température
pt_br: Conversor de temperatura

source: Temperature: %d degrees Fahrenheit, %d degrees Celsius in %@
es: Temperatura: %d grados Fahrenheit, %d grados Celsius en %@
fr: Température : %d degrés Fahrenheit, %d degrés Celsius à %@
pt_br: Temperatura: %d graus Fahrenheit, %d graus Celsius em %@

source: The tools panel keeps planning utilities close without crowding your weather overview.
es: El panel de herramientas mantiene las utilidades de planificación cerca sin saturar tu vista del clima.
fr: Le panneau d'outils garde les utilitaires de planification à portée de main sans encombrer votre aperçu météo.
pt_br: O painel de ferramentas mantém utilitários de planejamento por perto sem sobrecarregar sua visão do clima.

source: This action cannot be undone.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
pt_br: Esta ação não pode ser desfeita.

source: This city is already in your list
es: Esta ciudad ya está en tu lista
fr: Cette ville est déjà dans votre liste
pt_br: Esta cidade já está na sua lista

source: This is your instant weather snapshot
es: Esta es tu instantánea meteorológica instantánea
fr: Voici votre aperçu météo instantané
pt_br: Este é seu resumo instantâneo do clima

source: This section fills after you add cities. Keep at least two for better world-time planning.
es: Esta sección se llena después de agregar ciudades. Mantén al menos dos para una mejor planificación de horarios mundiales.
fr: Cette section se remplit après avoir ajouté des villes. Gardez-en au moins deux pour une meilleure planification des horaires mondiaux.
pt_br: Esta seção será preenchida após adicionar cidades. Mantenha pelo menos duas para melhor planejamento de horários mundiais.

source: Time Zone
es: Zona horaria
fr: Fuseau horaire
pt_br: Fuso horário

source: To keep the widget updated when you switch cities, do not force close the app (swipe up). iOS disables background updates when you force quit.
es: Para mantener el widget actualizado al cambiar de ciudad, no cierres la app forzadamente (deslizando hacia arriba). iOS desactiva las actualizaciones en segundo plano si la cierras forzadamente.
fr: Pour garder le widget à jour lors du changement de ville, ne forcez pas la fermeture de l'application (ne balayez pas vers le haut). iOS désactive les mises à jour en arrière-plan si vous forcez la fermeture.
pt_br: Para manter o widget atualizado ao trocar de cidade, não force o fechamento do app (deslize para cima). O iOS desativa atualizações em segundo plano quando você força o encerramento.

source: Today Snapshot
es: Instantánea de hoy
fr: Aperçu du jour
pt_br: Resumo de hoje

source: Tools
es: Herramientas
fr: Outils
pt_br: Ferramentas

source: Track multiple cities, compare local times, and keep your widget synced.
es: Sigue varias ciudades, compara horarios locales y mantén tu widget sincronizado.
fr: Suivez plusieurs villes, comparez les heures locales et gardez votre widget synchronisé.
pt_br: Acompanhe várias cidades, compare horários locais e mantenha seu widget sincronizado.

source: Try another name
es: Prueba con otro nombre
fr: Essayez un autre nom
pt_br: Tente outro nome

source: Type to search
es: Escribe para buscar
fr: Tapez pour rechercher
pt_br: Digite para pesquisar

source: Use quick actions for momentum
es: Usa acciones rápidas para mantener el ritmo
fr: Utilisez les actions rapides pour garder l'élan
pt_br: Use ações rápidas para ganhar impulso

source: View logs
es: Ver registros
fr: Voir les journaux
pt_br: Ver registros

source: Waiting for first weather update
es: Esperando la primera actualización del clima
fr: En attente de la première mise à jour météo
pt_br: Aguardando a primeira atualização do tempo

source: Walkthrough
es: Guía
fr: Présentation
pt_br: Tutorial

source: We need your location to show local weather, including during background updates.
es: Necesitamos tu ubicación para mostrar el clima local, incluso durante actualizaciones en segundo plano.
fr: Nous avons besoin de votre position pour afficher la météo locale, y compris lors des mises à jour en arrière-plan.
pt_br: Precisamos da sua localização para mostrar o clima local, inclusive durante atualizações em segundo plano.

source: We need your location to show local weather.
es: Necesitamos tu ubicación para mostrar el clima local.
fr: Nous avons besoin de votre position pour afficher la météo locale.
pt_br: Precisamos da sua localização para mostrar o clima local.

source: We will show every key area of the home screen in under one minute.
es: Te mostraremos cada área clave de la pantalla principal en menos de un minuto.
fr: Nous allons vous présenter chaque zone clé de l'écran d'accueil en moins d'une minute.
pt_br: Mostraremos todas as áreas principais da tela inicial em menos de um minuto.

source: Weather
es: Clima
fr: Météo
pt_br: Clima

source: Weather: %@
es: Clima: %@
fr: Météo : %@
pt_br: Clima: %@

source: WeatherKit auth error. Verifica Developer Portal.
es: Error de autenticación de WeatherKit. Verifica el Developer Portal.
fr: Erreur d'authentification WeatherKit. Vérifiez le portail développeur.
pt_br: Erro de autenticação do WeatherKit. Verifique o Developer Portal.

source: Welcome to Alexis Farenheit
es: Bienvenido a Alexis Farenheit
fr: Bienvenue sur Alexis Farenheit
pt_br: Bem-vindo ao Alexis Farenheit

source: Widgets While Traveling
es: Widgets mientras viajas
fr: Widgets en voyage
pt_br: Widgets Durante Viagens

source: World Time
es: Hora mundial
fr: Heure mondiale
pt_br: Hora Mundial

source: World Time + Temperature Converter
es: Hora mundial + Convertidor de temperatura
fr: Heure mondiale + Convertisseur de température
pt_br: Hora Mundial + Conversor de Temperatura

source: You get temperature, city time, and widget sync confidence in a single glance.
es: Obtienes temperatura, hora de la ciudad y confianza de sincronización del widget de un solo vistazo.
fr: Vous obtenez la température, l'heure de la ville et la fiabilité de synchronisation du widget en un coup d'œil.
pt_br: Você vê a temperatura, o horário da cidade e a confiança da sincronização do widget de relance.

source: You have reached the limit of %d cities
es: Has alcanzado el límite de %d ciudades
fr: Vous avez atteint la limite de %d villes
pt_br: Você atingiu o limite de %d cidades

source: Your Cities, Your Rhythm
es: Tus ciudades, tu ritmo
fr: Vos villes, votre rythme
pt_br: Suas Cidades, Seu Ritmo

source: 6 AM
fr: 6 h

source: 6 PM
fr: 18 h

source: 12 AM
fr: 00 h

source: 12 PM
fr: 12 h

source: %d logs
pt_br: %d registros
